Repository: WPPlugins/go-green-tips
Catalog: go-green-tips-*.po
Languages: az_az, de_de, lt_lt, nb_no, pl_pl, ru_ru, sv_se

source: Change to fluorescent bulbs
az_az: Fluoresent lampaları dəyişin
de_de: Benutze Energiesparlampen
lt_lt: Keisti į fluorescencines lempas
nb_no: Skift til fluoriserende lyspærer
pl_pl: Zmień żarówki na świetlówki
ru_ru: Поменять на флуоресцентные лампы
sv_se: Byt till energisparlampor

source: Hang outside to dry
az_az: Əşiyaların quruması üçün açıq havadan asın
de_de: Häng Wäsche zum Trocknen auf
lt_lt: Pakabinti lauke, kad išdžiūtų
nb_no: Heng opp klær til tørk
pl_pl: Wysusz pranie naturalnie
ru_ru: Вешайте снаружи, чтобы высохнули
sv_se: Låt tvätten torka ute

source: Use both sides of paper
az_az: Kağızın iki tərəfini istifadə edin
de_de: Nutze beide Seiten eines Blattes
lt_lt: Naudokite abi popieriaus puses
nb_no: Bruk begge sider av papir
pl_pl: Wykorzystaj obie strony kartki
ru_ru: Используйте обе стороны бумаги
sv_se: Använd dubbelsidig utskrift

source: Get rid of baths
az_az: Hamamdan canını qurtarmaq
de_de: Versuch das Baden zu vermeiden
lt_lt: Atsikratyti pirčių
nb_no: Ikke bruk badekar
pl_pl: Użyj prysznica, nie wanny
ru_ru: Избавьтесь от ванны
sv_se: Sluta bada badkar

source: Do not get bottled water
az_az: Şüşədə su almayın
de_de: Kauf kein Wasser in Flaschen
lt_lt: Neturėkite vandens buteliuose
nb_no: Ikke bruk vann på flaske
pl_pl: Nie kupuj butelkowanej wody
ru_ru: Не берите воду в бутылках
sv_se: Köp inte vatten på plastflaska

source: Shorten your shower
az_az: Su prosedurlarının vaxtını azaldın
de_de: Verkürze Deine Duschzeit
lt_lt: Sumažinkite savo dušą
nb_no: Bruk mindre tid i dusjen
pl_pl: Skróć prysznic
ru_ru: Сократите свой душ во времени
sv_se: Duscha effektivare

source: Recycle glass
az_az: Şüşənin emalı
de_de: Wirf Glas in die Recycling-Tonne
lt_lt: Rūšiuok stiklą
nb_no: Resirkuler Glass
pl_pl: Oddaj szkło do skupu
ru_ru: Перерабатывайте стекло
sv_se: Återvinn allt glas

source: Turn down your thermostat
az_az: Öz termostati söndürün
de_de: Dreh das Thermostat runter
lt_lt: Sumažink savo termostatą
nb_no: Skru ned termostaten
pl_pl: Oszczędzaj na klimatyzacji
ru_ru: Выключите свой термостат
sv_se: Ändra termostaten

source: Turn off your lights
az_az: Öz işığınızı söndürün
de_de: Mach das Licht aus
lt_lt: Išjunkite savo šviesas
nb_no: Skru av lysene dine
pl_pl: Wyłączaj światło
ru_ru: Выключите свет
sv_se: Släck onödig belysning

source: Do not get a paper phone book
az_az: Kağız telefon kitabçasını almayın
de_de: Hol Dir kein Telefonbuch aus Papier
lt_lt: Nenaudokite popierinės adresų knygos
nb_no: Ikke ta imot telefonkatalogen i papi
pl_pl: Nie korzystaj z książki telefonicznej
ru_ru: Не выписывайте бумажную телефонную книгу
sv_se: Telefonkatalog av papper är onödigt

source: Give things away
az_az: Lazım olmayan əşiyaları verin
de_de: Gib Sachen weiter
lt_lt: Atiduokite nereikalingus daiktus
nb_no: Gi vekk ting
pl_pl: Oddaj rzeczy niepotrzebne
ru_ru: Отдайте вещи
sv_se: Ge bort saker

source: Go to a car wash
az_az: Maşın yuyulmasına gedin
de_de: Nutze Autowaschanlagen
lt_lt: Eikite į automobilių plovyklą
nb_no: Bruk bilvaskemaskin
pl_pl: Umyj auto w myjni
ru_ru: Перейти на автомойку
sv_se: För bilen till en biltvätt

source: Buy rechargeable batteries
az_az: Yenidən doldurulan batareyaları alın
de_de: Benutze Akkus statt Batterien
lt_lt: Pirkite akumuliatorius
nb_no: Kjøp oppladbare batterier
pl_pl: Akumulatorki zamiast baterii
ru_ru: Купите аккумуляторные батареи
sv_se: Köp laddningsbara batterier

source: Pay your bills online
az_az: Fakturaları on-layn ödəyin
de_de: Zahl Deine Rechnungen online
lt_lt: Apmokėkite sąskaitas internetu
nb_no: Betal regningene dine på nettet
pl_pl: Płać rachunki przez Internet
ru_ru: Оплачивайте свои счета через интернет
sv_se: Övergå till e-faktura

source: Get a reusable bag
az_az: Çoxistifadəli sumkanı alın
de_de: Benutze wiederverwendbare Einkaufstaschen
lt_lt: Įsigykite daugkartinio naudojimo maišelį
nb_no: Bruk bæreposer som du kan bruke flere ganger
pl_pl: Weź swoją torbę na zakupy
ru_ru: Используйте многоразовые сумки
sv_se: Skaffa en ekologisk kasse

source: Inflate your tires
az_az: Öz təkərlərinizi hava ila doldurun
de_de: Achte auf den Reifendruck beim Auto
lt_lt: Prisipūskite savo padangas
nb_no: Sjekk lufttrykket i dekkene dine
pl_pl: Dopompuj opony
ru_ru: Накачайте шины вашего автомобиля
sv_se: Rätt tryck i bildäcken

source: Plant a tree
az_az: Ağac əkin
de_de: Wenn Du ein Grundstück hast: Pflanze eine Baum
lt_lt: Pasodink medį
nb_no: Plant et tre
pl_pl: Posadź drzewo
ru_ru: Посадите дерево
sv_se: Plantera träd

source: Walk or ride your bike when you can
az_az: Boş vaxtda gəzin yaxud velosipeddə gəzin
de_de: Wenn möglich, geh zu Fuß oder benutze das Rad
lt_lt: Vaikščiok pėsčiomis ir važinėk savo dviračiu, kai gali
nb_no: Gå eller bruk sykelen din når du kan
pl_pl: Pieszo lub rowerem zamiast auta
ru_ru: Ходите пешком или используйте велосипед, когда это возможно
sv_se: Promenera eller cykla när du kan

source: If every house in the United States changed all of the light bulbs in their house, that would be equivalent to taking one million cars off the streets.
az_az: Əgər Amerikada hər evdə lampalar dəyişdirilərsa onda bu küçələrdən bir miliyon avtomaşın müsadirə edilməsinə bərabərdir.
de_de: Wenn jeder Haushalt in den USA seine Glühbirnen auswechseln würde, dann könnte soviel CO2 eingespart werden, als gäbe es 1 Mio. Autos weniger auf der Straße.
lt_lt: Jei kiekvienas Jungtinėse Valstijose pakeistų visas lemputes savo namuose, tai būsų tolygu vieno milijono automobilių pašalinimui iš gatvių.
ru_ru: Если бы каждый дом в Соединенных Штатах поменял все лампочки в доме, то это эквивалентен одному миллиону автомобилей убраных с дорог.
sv_se: Om alla i Finland byter till energisparlampor, minskar det på utsläppen lika mycket som om 15 000 bilar skulle försvinna ur trafiken

source: Get a clothes line or rack to dry your cloths. Your clothes will last longer and you will save money.
az_az: Sizin paltarlarınızın qurtması üçün kəndir yaxud paltarasan almaq.
de_de: Benutze eine Wäscheleine oder einen Wäscheständer. Deine Sachen werden länger halten und Du sparst Geld dabei.
lt_lt: Įsigykite pakabas arba stovus drabužiams bei šluostėms džiovinimui kabinti. Tuomet drabužiai tarnaus ilgiau ir sutaupys jums pinigų.
ru_ru: Купите веревку для сушки белья. Так ваша одежда будет служить дольше, и тем больше вы экономите.
sv_se: Häng tvätten ute för torktumlaren sliter på kläderna och förbrukar energi.

source: If you have a printer with a double sided print option, use it. You will save half of the amount of paper you would have normally used.
az_az: Əgər Sizdə iki tərəfli çap üçün printer varsa onda onu istifadə edin. Siz hər gün iştətdiyiniz kağızın yarisini qənaət edəcəksiniz.
de_de: Wenn Du einen Drucker mit Doppelseitendruckfunktion hast, nutze sie - oder drucke erst die ungeraden Seiten (1, 3, 5...) aus und dann die geraden auf die Rückseite. Somit sparst die Hälfte des Papiers, das Du sonst benutzt hättest.
lt_lt: Jeigu turite spausdintuvą su dvipuse spausdinimo parinktim, naudokite ją. Jums tai leis sutaupyti pusę sumos, kurią paprastai panaudojate popieriui.
ru_ru: Если у Вас есть принтер с двухсторонним выбором печати, используйте это. Вы спасете половину количества бумаги, которую Вы обычно использовали бы.
sv_se: Om du har en skrivare med möjlighet till dubbelsidiga utskrifter, använd den för att spara papper

source: Do not take baths, take showers. You will save about half the amount of water that you would if you were taking a bath.
az_az: Vannadan istifadə etməyin, duş qəbul edin. Siz vanna üçün istifadə etdiyiniz suyun yarısını Siz qənaət edəcəksiniz.
de_de: Nimm kein Bad, dusche lieber. Du wirst fast Deinen Wasserverbrauch im Vergleich zu regelmäßigem nahezu halbieren.
lt_lt: Nesinaudokite vonia, naudokitės dušu. Tuo metu sunaudosite perpus mažiau vandens, nei naudojantis vonia.
ru_ru: Не принимайте ванны, принимайте душ. Вы спасете приблизительно половину количества воды, если бы Вы принимали ванну.
sv_se: Prioritera dusch framom att bada badkar. Du sparar in lika mycket vatten som du använder i duschen.

source: Instead of bottled water get a reusable container to carry water. Also you can get a filter to make your home tap taste more like bottled water. It is definitely more cost efficient.
az_az: Şüşə butulkasında olan suyu əvəzində suyun daşınması üçün emal olunmuş materialdan düzəldilən konteynerdən istifadə edin. Eyni zamanda evdə kran altında gələn suyu təmizləməsi üçün filterdən istifadə edin. Bu sözsüz ki iqtisadi nəzərdən daha da effektivdir.
de_de: Statt Wasser in Flaschen zu kaufen, nimm einen wiederverwendbaren Kanister um Wasser zu transportieren, oder benutze zuhause einen Filter für das Wasser aus dem Hahn, damit es besser schmeckt. Das ist definitiv kostensparender.
lt_lt: Vietoj stiklinės taros vandeiui naudokite daugkartines talpas arba įsigykite vandens filtrą, kurio pagalba vandenį iš čiaupo prilygins vandeniui stiklinėje taroje. Tai žymiai efektyvu ir ekonomiška.
ru_ru: Используйте воду в многоразовых бутылках. Также Вы можете установить фильтр, чтобы сделать в вашем доме воду из крана лучше чем в бутылках. Это, безусловно, дешевле.
sv_se: I stället för vatten på flaska kan du skaffa en större behållare att transportera vatten i. Du kan också skaffa ett filter för bättre vattenkvalitet hemma. Det är definitivt mera kostnadsbesparande.

source: Every minute you cut from your shower is roughly 5 gallons of water. The less time your shower takes, the lower your impact on the environment.
az_az: Hər dəqiqə Siz təqribən 5 qalon su duşda istifadə edirsiniz. Siz az vaxt duş qəbul etdiyiniz zaman onda Sizin təsiriniz də ətraf mühüdə azalır.
de_de: Jede Minute, die Du weniger duschst, bedeutet etwa 19 Liter weniger Verbrauch. Je kürzer Du duschst, desto weniger belastest Du die Umwelt.
lt_lt: Kiekvieną minutę iš dušo išbėga 5 galonai vandens. Kuo trumpiau būnate po dušu, tuo mažesnis poveikis aplinkai.
ru_ru: Каждую минуту принимая душ вы используете примерно 5 литров воды. Чем меньше времени занимает ваш душ, тем меньше будет воздействие на окружающую среду.
sv_se: Varje minut mindre i duschen betyder en inbesparing på 20 liter vatten. Ju snabbare dusch, dess mindre miljöpåverkan.

source: If you do not recycle this, it will take a million years to decompose.
az_az: Əgər Siz şüşəni emal etmirsiniz isə onda onun dağılması üçün miliyon il lazım olacaq.
de_de: Wenn Du es nicht recyclest, braucht es Millionen Jahre bis es auf natürlichem Wege kompostiert ist.
lt_lt: Jei nerušiuosi, tai suyrs po milijono metų.
ru_ru: Если Вы не переработаете это, то природе потребуется миллион лет, чтобы разложиться.
sv_se: Om du inte gör det, tar det en miljon år att brytas ner.

source: Every degree lower in the winter or higher in the summer you put it is a 10 percent decrease on your energy bill.
az_az: Qışda temperaturun bir dərəcə aşağı və yayda temperaturun bir dərəcə qalxması elektrik enerjisinin sərf edilməsini 10 faiz azaldır.
de_de: Jeder Grad weniger kann eine Verringerung Deiner Energiekosten um bis zu 10% bedeuten.
lt_lt: Vienu laipsniu mažiau žiemą ar daugiau vasarą ir jūs sumažinate 10% savo sąskaitas už energiją.
ru_ru: установить термостат температуры не очень большой в течение зимы и не слишком низкую температуру воздуха кондиционера летом, т.к. это представляет собой сокращение энергии на 10%.
sv_se: Varje grad lägre på vintern och högre på sommaren, bidrar med 5 procents minskad energikostnad.

source: Turn off your lights when you are not using them. The benefits are obvious.
az_az: İşığı istifadə etmirsiniz isə, onu söndürün. Üstünlük şübhəsiz ilə görsənir.
de_de: Schalte das Licht aus, wenn Du einen Raum verlässt. Der Vorteil ist offenkundig.
lt_lt: Išjunkite šviesą, kai ja nesinaudojate. Nauda yra akivaizdi.
ru_ru: Выключите свет, когда вам не нужен он. Преимущества очевидны.
sv_se: Släck belysningen alltid när du inte behöver den. Du märker skillnaden i elfakturan.

source: Instead of getting a paper phone book. Use a online directory instead.
az_az: Kağız telefon kitabçaları almağı əvəzinə onlayn kataloqlardan istifadə edin.
de_de: Suche Telefonnummern lieber online als in einem Papier-Telefonbuch.
lt_lt: Venkite naudoti popierines telefonų knygas. Naudokite internetinius katalogus.
ru_ru: Вместо того, чтобы выписывать бумажную телефонную книгу. Используйте справочник онлайн вместо этого.
sv_se: Skaffa istället informationen du behöver online eller via nummerupplysningen.

source: Take things that you are not going to wear or use and give it to a charity or someone who will use it.
az_az: Götürün istifadə etmədiyiniz yaxud geyinmədiyiniz əşiyanı verin xeyriyyə fonduna yada kimə isə kim bunları istifadə edəcək.
de_de: Gib die Sachen, die Du nicht mehr trägst oder benutzt an Hilfsorganisationen oder an Leute, die sie gebrauchen können.
lt_lt: Atiduokite daiktus, kuriuos nebedėvėte bei nenaudojate, labdarai arba tiems, kas juos naudos.
ru_ru: Возьмите то, что вы не собираетесь носить или использовать и передать его благотворительность или тому, кто будет его использовать.
sv_se: Saker och kläder som du inte använder kan du samla ihop och ge bort till någon organisation eller person som behöver dem.

source: Going to a car wash is a lot more water efficient then washing your car at home.
az_az: Suyu sərf edildiyi mövgedən avtoyuma yerinə getmək daha sərfəlidir ki necə avtomobili evdə yumaq.
de_de: In Autowaschanlagen ist der Wasserverbrauch viel niedriger, als wenn Du es selber zu Hause waschen würdest.
lt_lt: Plauti automobilį plovyklose yra daug efektyviau vandens taupumo atžvilgiu nei plauti ją namuose.
ru_ru: Использование автомойки является гораздо эффективным, чем мыть автомобиль на дому.
sv_se: En biltvätt använder mindre vatten och tvättar mer effektivt än om du tvätta bilen hemma.

source: Even though it will take a good investment to buy these you will find yourself gaining it back in no time.
az_az: Əgər buna yaxşı investisiyalar talab olunsa belə Sizə bir daha bu suala qayıtmaq lazım olmayacaq.
de_de: Selbst wenn Akkus zunächst teurer sind als normale Batterien, rentiert sich diese Investition in Nullkommanichts.
lt_lt: Nors tai bus ir investicija, tačiau ji atsipirks ir ne kartą.
ru_ru: Даже если это будет хорошей инвестицией, чтобы купить это, вы окажетесь получить его обратно в кратчайшие сроки.
sv_se: Även om det först kan kännas som en liten investering så kommer du att märka att du har tjänat in priset på nolltid.

source: If every house in the US did this then we would save 18 million trees every year.
az_az: Əgər ABŞ-da hər ev bunu etsə onda biz hər il 18 miliyon ağac qoruya bilərik.
de_de: Wenn das jeder Haushalt in den USA tun würde, könnten jedes 18 Mio. Bäume gerettet werden.
lt_lt: Jeigu tai darytų kiekvienas JAV namas, tai sutaupytume 18 milijonų medžių.
ru_ru: Если бы каждый дом в США сделал это тогда, то мы экономили бы 18 миллионов деревьев каждый год.
sv_se: Om alla i Finland gör det, sparar det 300 000 träd årligen.

source: You can not recycle plastic bags, instead get yourself a reusable bag so that you will not have to worry about carrying your necessities.
az_az: Siz plasitk paketləri emal eda bilmirsiniz, onun yerinə çoxsaylı istifadə üçün sumka alın, və bunu ilə də Siz satın aldığınız şeylərin daşınması barəsində narahatçılıq keçirmək lazım olmayacaq.
de_de: Nimm Stofftragetaschen oder recyclebare Plastiktüten statt normaler Plastikbeutel. Die Umwelt wird es Dir danken.
lt_lt: Jūs negalite rūšiuoti plastikinius maišelius, bet vietoj jų galite įsigyti daugkartinio naudojimo maišelį ir jums nebeliks ko nerimauti, nes atitiks jūsų poreikius.
ru_ru: Вы не можете утилизировать пластиковые пакеты, вместо них используйте многоразовые сумки
sv_se: Du kan inte återvinna plastkassar, skaffa därför en eller flere ekologiska kassar som du återanvänder och alltid har till hands.

source: If your tires are inflated at all times your car will run more miles on less gas.
az_az: Əgər təkər həmişə hava ilə doldurulubda, onda Sizin maşın yanacaqdan qənaətlə istifadə edərək daha çox mil getmiş olacaq.
de_de: Wenn der Reifendruck prall genug ist (und die Auflagefläche der Reifen somit kleiner), dann wirst Du weniger Benzin pro Kilometer verbrauchen.
lt_lt: Jeigu jūsų automobilio ratai yra gerai pripusti, tuomet galėsite pravažiuoti daugiau kilometrų naudojant mažiau kūro nei įprastai.
ru_ru: Если шины вашего автомобиля накачаны всегда до необходимого давления, вы сможете проехать гараздо больше, и уменьшите расход топлива.
sv_se: Rätt tryck i däcken sparar bensin och däcken från slitage.

source: It is good for the air, can keep you cool, and can increase your property value.
az_az: Bu hava üçün yaxşıdır, Sizi istidan xilas edəcək və mülkün qiymətini çoxaldacaq.
de_de: Das sorgt für frische Luft, spendet Schatten und kann sogar den Wert Deines Grundstücks erhöhen.
lt_lt: Tai naudinga orui, gali laikyti šaltyje ir padidinti savo turto vertę.
ru_ru: Это хорошо для воздуха, может держать Вас в прохладе, и может увеличить Вашу собственность.
sv_se: Träd förbättrar luftkvaliteten, de ger skugga och svalka och kan bidra till att höja värdet på din fastighet.

source: If you have to go somewhere close consider riding your bike or walking there instead of your car. It is better on the environment and healthier.
az_az: Əgər Sizə harasa yaxın yerə getmək lazımdırsa maşın ilə getmək yerinə velosiped ilə yaxud piyada getmək mümkünlüyünü baxın. Bu ətraf mühüdü üçün və Sizin sağlamlığınız üçün yaxşıdır.
de_de: Wenn Du nicht weit weg musst, dann lass das Auto stehen und geh zu Fuß oder fahre mit dem Rad. Das ist gesund und schont die Umwelt.
lt_lt: Jei reikia nueiti kažkur netoli, tai eik pėsčiomis arba važiuok dviračiu, o ne automobiliu. Tai geriau aplinkai bei sveikatai.
ru_ru: Если вам нужно куда-то близко отправиться, используйте велосипед или ходите пешком, а не автомобиле. Это лучше для окружающей среды и Вашему здоровью.
sv_se: Överväg att cykla eller gå i stället för att ta bilen. Det är bättre både för miljön och din hälsa.

source: Title:
az_az: Başlıq:
lt_lt: Pavadinimas:
nb_no: Загаловак:
pl_pl: Загаловак:
ru_ru: Название:

source: Style
az_az: Stil
lt_lt: Stilius
nb_no: Стыль
pl_pl: Стыль
ru_ru: Тип

source: Vertical
az_az: Vertikal
lt_lt: Vertikalus
nb_no: Вертыкаль
pl_pl: Pionowo
ru_ru: Вертикаль

source: Horizontal
lt_lt: Horizontalus
nb_no: Гарызанталь
pl_pl: Poziomo
ru_ru: Горизонталь

source: If every house in the United States changed all of the light bulbs in their house, that would be equivalent to taking one million cars off the streets
nb_no: Hvis alle husstandene i USA skiftet lyspærene i huset ville det utgjort en million biler på veiene.
pl_pl: Świetlówki zużywają 5 razy mniej prądu od żarówek. Pamiętaj, by były w pomieszczeniach, w których będą świecić długo (pokój, kuchnia, ale nie korytarz)

source: Get a clothes line or rack to dry your cloths. Your clothes will last longer and you will save money
nb_no: Tørk klær på snor isteden for i trommer. Klærne vil vare lenger, og du vil spare en god slump penger.
pl_pl: Użyj sznurka na pranie do suszenia ubrań na zewnątrz. Zaoszczędzisz, nie używając elektrycznych suszarni.

source: If you have a printer with a double sided print option, use it. You will save half of the amount of paper you would have normally used
nb_no: Bruk begge sider av et printerark, hvis du kan.
pl_pl: Jeśli masz drukarkę z funkcją drukowania na obu stronach - wykorzystaj ją. Ryza papieru wystarczy na dłużej.

source: Do not take baths, take showers. You will save about half the amount of water that you would if you were taking a bath
nb_no: Dusj isteden for badekar. Du sparer halvparten vann på dusj fremfor badekar.
pl_pl: Nie kąp się, weź prysznic. Pod prysznicem zaoszczędzisz nawet połowę wody.

source: Instead of bottled water get a reusable container to carry water. Also you can get a filter to make your home tap taste more like bottled water. It is definitely more cost efficient
nb_no: Isteden for å kjøpe vann på flaske, skaff deg en flaske å ha vannet på. Det er definitivt mer økonomisk.
pl_pl: Zamiast kupować butelkowaną wodę użyj kanisterków. Możesz też zainstalować filtr na kran. To zdecydowanie większa oszczędność.

source: Every minute you cut from your shower is roughly 5 gallons of water. The less time your shower takes, the lower your impact on the environment
nb_no: Hvert minutt du kutter ned på dusjen utgjør 15liter vann.
pl_pl: Każda minuta prysznica to około 20 litrów wody. Mniej czasu to oszczędność energi i wody.

source: If you do not recycle this, it will take a million years to decompose
nb_no: Hvis du ikke resirkulerer glass, vil det ta en million år før det nedbrytes.
pl_pl: Jeśli nie będzie przetworzone, jego rozkład zabierze przyrodzie milion lat.

source: Every degree lower in the winter or higher in the summer you put it is a 10 percent decrease on your energy bill
nb_no: Hver grad du skrur ned og opp, utgjør 10prosent av strømregning din.
pl_pl: Stopień niższa temperatura w zimie (np 20&deg;C zamiast 21&deg;C), a wyższa latem to nawet 10% zaoszczędzonej energii.

source: Turn off your lights when you are not using them. The benefits are obvious
nb_no: Skru av lysene når du ikke bruker dem. Fordelene sier seg selv.
pl_pl: To proste. Wyłącz światło, gdy go nie używasz. Korzyści są oczywiste.

source: Instead of getting a paper phone book. Use a online directory instead
nb_no: Isteden for å få papirtelefonkatalogen, bruk heller telefonkatalogen på nettet som er enklere og sparer miljøet.
pl_pl: Zadzwoń na informację zamiast używać papierowej książki. Drzewa dłużej pożyją.

source: Take things that you are not going to wear or use and give it to a charity or someone who will use it
nb_no: Ta tingene du ikke kommer til å bruk å gi de vekk til veldedighet eller noen som vil bruke de.
pl_pl: Oddaj nieużywanie ubrania i zabawki potrzebującym, albo na rzecz fundacji charytatywnej lub Dom Dziecka.

source: Going to a car wash is a lot more water efficient then washing your car at home
nb_no: Å bruke en bilvaskemaskin er mer vanneffektivt enn å vaske bilen for hånd.
pl_pl: Myjnia zużyje o wiele mniej wody, by umyć auto. No i zrobi to szybciej.

source: Even though it will take a good investment to buy these you will find yourself gaining it back in no time
nb_no: Selv om de er dyrere enn vanlig batteri, vil du tjene det inn over tid.
pl_pl: To świetna inwestycja, bo szybko się zwraca. Mając dwa komplety i ładowarkę nie zaskoczy Cię brak energii w aparacie.

source: If every house in the US did this then we would save 18 million trees every year
nb_no: Hvis alle husstandene i USA gjør dette, vil det spare 18 millioner tre hvert år!
pl_pl: Polecenie zapłaty rozwiązuje problem papierowych rachunków. Kolejne drzewa nie będą ścięte.

source: You can not recycle plastic bags, instead get yourself a reusable bag so that you will not have to worry about carrying your necessities
nb_no: Du kan ikke resirkulere plastikkposer, få deg en pose som du kan bruke mange ganger.
pl_pl: Zamiast reklamówek ze sklepu, weź mocną siatkę z tkaniny. Nic się nie wysypie i nie podrze.

source: If your tires are inflated at all times your car will run more miles on less gas
nb_no: Hvis dekkene på bilen din har rett lufttrykk, vil du bruke mindre drivstoff på milen.
pl_pl: Bardziej napompowane opony to mniej oporów podczas jazdy. Auto zużyje mniej paliwa, a i na rowerze łatwiej jechać.

source: It is good for the air, can keep you cool, and can increase your property value
nb_no: Det er bra for luften og kan få verdien på tomten din til å stige.
pl_pl: To pomoże środowisku i zwiększy wartość nieruchomości. No i możesz się za kilka(naście) lat cieszyć przyjemnym cieniem.
