Repository: WPPlugins/go-green-tips
Catalog: go-green-tips-*.po
Languages: az_az, de_de, lt_lt, nb_no, pl_pl, ru_ru, sv_se

source: If you have to go somewhere close consider riding your bike or walking there instead of your car. It is better on the environment and healthier
nb_no: Hvis du skal en plass i nærheten, bruk sykkelen eller gå isteden for å bruke bilen. Det er bedre for miljøet og for helsen din!
pl_pl: Jeśli masz blisko, skorzystaj z pogody i wybierz się pieszo lub rowerem. To zdrowiej dla Ciebie i lepiej dla środowiska.
